{
  "items": [
    {
      "id": "modal-one",
      "title": "Care and Protection",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/indoor-car-cover.jpg",
          "imageCaption": "Indoor Car Cover",
          "cost": "Fitted Cost: 1,568.00 AED",
          "details": "The Indoor Car Cover, specially designed for the Levante, traces the muscular lines of the car body, enveloping and protecting it to perfection.",
          "features": [
            "Made-to-measure using a quality anti-laddering Maserati",
            "Blue fabric.",
            "The cover is finished with contrasting light-grey details that.",
            "further bring out the distinctiveness of the vehicle lines."
          ]
        },
        {
          "image": "/assets/img/maserati/accessories/outdoor-car-cover.jpg",
          "imageCaption": "Outdoor Car Cover",
          "cost": "Fitted Cost: 2,264.00 AED",
          "details": "The Outdoor Car Cover protects the vehicle against dust, scratches and the effects of the weather.",
          "features": [
            "The high-performance fabric used makes the cover waterproof, breathable and stretchable.",
            "Eliminates the wind effects and provides a perfect fit under any conditions.",
            "The cover comes in a light-grey colour and is branded with Maserati blue details that highlight the muscular lines of the car."
          ]
        }
      ]
    },
    {
      "id": "modal-two",
      "title": "Care and Protection",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/floor-matts.jpg",
          "imageCaption": "Floor Mats",
          "cost": "Fitted Cost: 1,132.00 AED/Each",
          "details": "The Indoor Car Cover, specially designed for the Levante, traces the muscular lines of the car body, enveloping and protecting it to perfection.",
          "features": [
            "Made-to-measure using a quality anti-laddering Maserati.",
            "Blue fabric.",
            "The cover is finished with contrasting light-grey details that.",
            "further bring out the distinctiveness of the vehicle lines."
          ]
        }
      ]
    },
    {
      "id": "modal-three",
      "title": "Care and Protection",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/car-battery-charger.jpg",
          "imageCaption": "Battery Charger and Conditioner",
          "cost": "Fitted Cost: 801.00 AED",
          "details": "The Maserati Battery Conditioner is the ideal accessory to protect your car battery, increasing its performance and lifetime. Simply apply it to the car battery and connect it to a power socket to maintain the battery charge at a steady level, ranging from 95 to 100%. The battery conditioner is extremely easy to use and does not need to be programmed before use. You may leave it connected for several months, without risking to damage the vehicle.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-four",
      "title": "Care and Protection",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/side-protective-films.jpg",
          "imageCaption": "RH & LH Side Protective Films Body Colour Painted Parts",
          "cost": "Fitted Cost: 662.00 AED/Each",
          "details": "The Side Protection Kit comprises a film which provides optimal protection of the car body in areas where impacts from gravel and other external agents are most likely to occur. The film is made of transparent urethane which does not change the colour of the bodywork and does not turn yellow over time. The film is moulded and covers the side panels of the vehicle with absolute precision. It is simple and quick to apply using a water-based solution, which does not leave any adhesive residue on the application surfaces when it is removed.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-five",
      "title": "Care and Protection",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/protective-film.jpg",
          "imageCaption": "Protective Film for Loading Edge",
          "cost": "Fitted Cost: 691.00 AED",
          "details": "Designed to provide the best protection, the Protective Film for the Loading Edge is the ideal solution for preserving the precious bodywork of the Levante, keeping its aesthetics unaltered over time. The film is applied to the rear bumper to protect the area mainly exposed to possible scrapes and damage caused by suitcases and various objects that may hit the luggage compartment while loading and unloading. The shaped film is transparent, so that the colour of the bodywork is not altered, and does not yellow over time. After removal, it does not leave any residues on the application surface.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-six",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/roof-rails-piano.jpg",
          "imageCaption": "Roof Rails Black Piano Version ( Retrofit Kit )",
          "cost": "Fitted Cost: 4,200.00 AED",
          "details": "The Levante Accessories for the Roof are a valuable and effective aid for the driver when luggage, sports equipment or other items need to be comfortably carried. Each individual accessory has been specially tested and approved by Maserati to certify that it perfectly meets the vehicle technical features and maintains an accurate balance between road and off-road performance. The Roof Rails, which perfectly follow the lines of the bodywork, are the basic element for using many transport solutions available in the Accessories range. At the same time, they add to the car aesthetics, highlighting the harmonious and sporty lines of the Levante. Depending on the desired vehicle equipment, the Roof Rails are available in two different versions: with “Chrome” colour or “Black Piano” colour finishing. If these parts were not chosen as first equipment or Optional (OPT) when ordering the vehicle, and the owner would like to install them at a later stage, the dedicated Retrofit Kits are available in the Genuine Accessories range.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-seven",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/roof-rails-chrome.jpg",
          "imageCaption": "Roof Rails Chrome Version (Retrofit Kit)",
          "cost": "Fitted Cost: 4,200.00 AED",
          "details": "The Levante Accessories for the Roof are a valuable and effective aid for the driver when luggage, sports equipment or other items need to be comfortably carried. Each individual accessory has been specially tested and approved by Maserati to certify that it perfectly meets the vehicle technical features and maintains an accurate balance between road and off-road performance. The Roof Rails, which perfectly follow the lines of the bodywork, are the basic element for using many transport solutions available in the Accessories range. At the same time, they add to the car aesthetics, highlighting the harmonious and sporty lines of the Levante. Depending on the desired vehicle equipment, the Roof Rails are available in two different versions: with “Chrome” colour or “Black Piano” colour finishing. If these parts were not chosen as first equipment or Optional (OPT) when ordering the vehicle, and the owner would like to install them at a later stage, the dedicated Retrofit Kits are available in the Genuine Accessories range.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-eight",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/roof-cross-bars.jpg",
          "imageCaption": "Roof Cross Bars",
          "cost": "Fitted Cost: 2,075.00 AED",
          "details": "To install the Roof Cross Bars, the vehicle must be equipped with the roof rails, available as OPT 357 or as Retrofit Kit.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-nine",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/roof-luggage-box.jpg",
          "imageCaption": "Roof Luggage Box",
          "cost": "Fitted Cost: 4,406.00 AED",
          "details": "The spacious Roof Luggage Box has been optimised to perfectly combine style and space. Lightweight and aerodynamic, the box boasts a volume of 410 litres, dramatically increasing the loading capacity of the vehicle. The box has a double opening system to help loading and unloading operations, under any conditions.",
          "features": [
            "Colour: Glossy Black.",
            "Weight (Kg.): 16.",
            "Load Capacity (Kg.): 45",
            "Volume (l): 410",
            "Straps: 3"
          ],
          "note": "Vehicle Note: To install the Roof Luggage Box, the vehicle must be equipped with the Roof rail and Cross Bars."
        }
      ]
    },
    {
      "id": "modal-ten",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/roof-bike-carrier.jpg",
          "imageCaption": "Roof Bike Carrier",
          "cost": "Fitted Cost: 1,684.00 AED",
          "details": "The Roof Bike Carrier is extremely practical and lightweight, and can be used to transport a bike quickly and safely, without any risk of damaging the vehicle and its equipment. The special system design keeps the bike in position by means of three locking devices: one on the frame, equipped with a padded clamp, and two on the wheels, with an adjustable diagonal quick-release strap.",
          "features": [
            "Max. number of bikes: 1",
            "Load Capacity (kg.): 20",
            "Mounting of bike: frame/wheel",
            "Fits frame dimensions (mm): Up to 100"
          ],
          "note": "Vehicle Note: To install the Roof Bike Carrier, the vehicle must be equipped with the Roof rails & Cross Bars."
        }
      ]
    },
    {
      "id": "modal-eleven",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/tow-bar-mounted-bike-carrier.jpg",
          "imageCaption": "Towbar mounted bike carrier",
          "cost": "Fitted Cost: 7,194.00 AED",
          "details": "The Towbar Mounted Bike Carrier is the ideal solution for everyday transport of up to 3 bikes: compact, lightweight and easy to use, the system is securely fastened to the towbar by means of a practical handle. A convenient pedal-operated mechanism enables the bikes to be tilted for easy access to the luggage compartment, even when being transported. It is equipped with a double lock to secure the towbar system and bikes to the support.",
          "features": [
            "Max. number of bikes: 3",
            "Load Capacity (kg): 45",
            "Max bike weight (kg): 20",
            "Product Size: 74 x 126 x 80",
            "Weight (kg.): 45",
            "Fits frame dimensions (mm): 20-80",
            "Wheel distance (cm): 19"
          ],
          "note": "Vehicle Note: To install the Roof Bike Carrier, the vehicle must be equipped with the Roof rails & Cross Bars."
        }
      ]
    },
    {
      "id": "modal-twelve",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/skid-chrome.jpg",
          "imageCaption": "Front & Rear Skid Plate Chrome (retrofit kit)",
          "cost": "Fitted Cost: 6,321.00 AED",
          "details": "Developed to protect the bodywork, the front and rear Skid Plates translate into a clear stylish element that perfectly blends with the design of the vehicle and that strongly emphasizes its look with an even more dynamic character.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-thirteen",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/skid-black.jpg",
          "imageCaption": "Front & Rear Skid Plate Black (retrofit kit)",
          "cost": "Fitted Cost: 6,321.00 AED",
          "details": "Developed to protect the bodywork, the front and rear Skid lates translate into a clear stylish element that perfectly blends with the design of the vehicle and that strongly emphasises its look with an even more dynamic character.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-fourteen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/group-zero-child-seat.jpg",
          "imageCaption": "Group 0 + child seat",
          "cost": "Fitted Cost: 1,336.00 AED",
          "details": "The Maserati Group 0+ Child Seat, created exclusively for the Ghibli, is the result of a partnership with Peg-Pérego, the Italian company renowned for its high quality, Italian-made baby products. This child seat has been tested according to rigorous Euro NCAP child safety standards. The upholstery, specially designed for Maserati, is a combination of dark grey fabric and black leather and is embellished by contrasting light grey stitching. The Child Seat is Maserati branded and personalized with the Trident logo on the headrest and the name 'Maserati' written on the seat belt fitting. The Group 0+ Child Seat can be easily attached to the ISOFIX base (available separately) on the back seat only. ",
          "features": [
            "Adjustable side impact protection with five different heights.",
            "Body support for newborns.",
            "Handy button to adjust the tension and the length of the straps.",
            "Adjustable hood and handlebar.",
            "It can be used at home as a reclined cradle.",
            "It can be used in combination with the pushchair."
          ]
        }
      ]
    },
    {
      "id": "modal-fifteen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/group-one-child-seat.jpg",
          "imageCaption": "Child Seat Group 1 (from 9 to 18kg)",
          "cost": "Fitted Cost: 1,893.00 AED",
          "details": "The Maserati Child Seat Group 1 is the result of the partnership with Peg Pérego, a well-known Italian company for high quality and Made-in-Italy juvenile products. The child seat has undergone all required safety tests and is typeapproved according to the European ECE R44/04 standard. The seat cover is made of a combination of dark grey fabric and black leather embellished with light grey stitching, especially developed for Maserati. The seat is Maserati branded with the Trident logo on the headrest and “Maserati” writing on the child seat’s security belt fastener. Group 1 Child Seat can be fastened easily onto the ISOFIX Base (separately available) or installed using the car’s seat belt.",
          "features": [
            "Adjustable side impact protection.",
            "Reclines into four positions.",
            "Adjustable 5-point safety harnesses.",
            "It can be used at home as a reclined cradle.",
            "Adjustable, padded shoulder harnesses."
          ]
        }
      ]
    },
    {
      "id": "modal-sixteen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/group-multi-child-seat.jpg",
          "imageCaption": "Child Seat Group 2/3",
          "cost": "Fitted Cost: 1,225.00 AED",
          "details": "The Maserati Child Seat Group 2/3 is the result of the partnership with Peg Pérego, a well-known Italian company for high quality and Made-in-Italy juvenile products.The child seat has undergone all required safety tests and is type-approved according to the European ECE R44/04 standard. The seat cover is made of a combination of dark grey fabric and black leather embellished with light grey stitching, especially developed for Maserati. The seat is Maserati branded with the Trident logo on the headrest and “Maserati” writing on the child seat’s security belt fastener. The Group 2/3 is quick and easy to secure to the vehicle seat using the car’s seat belt and the two hooks on the rear of the child seat.",
          "features": [
            "Broad backrest and supportive headrest provide protection from side impacts.",
            "Reclining backrest.",
            "Side Protection ensures maximum stability when turning corners.",
            "Light, easy to use and simple to remove.",
            "The hooks allow to attach the seat to the vehicle Isofix anchors providing extra stability."
          ]
        }
      ]
    },
    {
      "id": "modal-seventeen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/isofix.jpg",
          "imageCaption": "ISOFIX BASE",
          "cost": "Fitted Cost: 725.00 AED",
          "details": "The Isofix Base 0+/1 is fastened onto the car's Isofix attachments without using seat belts and it remains installed at all times, ready to accommodate the child seat Group 0+ or 1. Thanks to the Isofix Base, the child seat can be securely fitted to the car with one simple, safe and quick action, which only takes a few seconds.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-eighteen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/pushchair.jpg",
          "imageCaption": "Pushchair",
          "cost": "Fitted Cost: 3,088.00 AED",
          "details": "The Isofix Base 0+/1 is fastened onto the car's Isofix attachments without using seat belts and it remains installed at all times, ready to accommodate the child seat Group 0+ or 1. Thanks to the Isofix Base, the child seat can be securely fitted to the car with one simple, safe and quick action, which only takes a few seconds.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-nineteen",
      "title": "Comfort and Communication",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/i-pad-holder.jpg",
          "imageCaption": "iPad Holder",
          "cost": "Fitted Cost: 1,138.00 AED",
          "details": "To provide Maserati Customers the opportunity to comfortably use their tablet even on the road, Maserati developed the iPad Holder for 4th Generation iPad. Embellished with a silver grey Maserati logo on the inside of the protection case, the iPad Holder fits easily onto the front seats headrest thanks to the specific mount provided in the kit. The iPad Holder, made in black soft touch, is suitable for 4th Generation iPad (with lightning connector) and can be adjusted in various positions. The wireless InfraRed functionality of the iPad Holder allows the passenger to connect an infrared headphone to the iPad making the journey as relaxing as possible (the headphone is not included in the package).",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-twenty",
      "title": "Safety Kit",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/safety-kit.jpg",
          "imageCaption": "Fitted Cost: 535.00 AED",
          "cost": "Fitted Cost: 691.00 AED",
          "details": "The Emergency Kit helps you calmly deal with any unexpected situations during your trip. It comes in a smart case that fits perfectly into the recess on the left-hand side of the luggage compartment.The kit consists of the following items*:",
          "features": [
            "Safety Triangle",
            "Reflective Vest",
            "Lightsticks",
            "Wind-Up Torch",
            "First-Aid Kit",
            "Gloves"
          ],
          "note": "*The items in the kit may vary from country to country."
        }
      ]
    },
    {
      "id": "modal-twenty-one",
      "title": "Tire and Wheels",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/security-stud-bolt-kit.jpg",
          "imageCaption": "Security Stud Bolt Kit",
          "cost": "Fitted Cost: 728.00 AED",
          "details": "The special Security Stud Bolts, specially designed for the Levante, make the vehicle more secure against the risk of wheel rim theft, as the wheels may be fitted and removed only using the special wrench provided in the kit. The stud head features a special design that combines an appealing look with the greatest functionality.",
          "features": [

          ]
        }
      ]
    },
    {
      "id": "modal-twenty-two",
      "title": "Tire and Wheels",
      "pages": [
        {
          "image": "/assets/img/maserati/accessories/valve-cap.jpg",
          "imageCaption": "Valve Covers",
          "cost": "Fitted Cost: 266.00 AED",
          "details": "The Valve Caps add an extra touch of elegance. The caps are made of a lightweight, rust-proof material, resistant to all weather conditions. The Trident logo embosses on the cap personalizes the valve cover.",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-twenty-three",
      "title": "Tire and Wheels",
      "pages": [
        {
          "image": "",
          "imageCaption": "",
          "cost": "",
          "details": "",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-twenty-four",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "",
          "imageCaption": "",
          "cost": "",
          "details": "",
          "features": [
          ]
        }
      ]
    },
    {
      "id": "modal-twenty-five",
      "title": "Transportation and Loading Solution",
      "pages": [
        {
          "image": "",
          "imageCaption": "",
          "cost": "",
          "details": "",
          "features": [
          ]
        }
      ]
    }
  ]
}